{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": " SOULS"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4E28B26D42ED112E64698EB7B8B9CC6B"
		},
		{
			"Source":
			{
				"Text": "A Ball Of Flame"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2A8E08054283E3BA61BCFBA10022B0EC"
		},
		{
			"Source":
			{
				"Text": "A Wave Of Flames"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0F8A1CA447B53815E38CF88A954BE20C"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3E35D14C45F281C3E9FC02974464C8FA"
		},
		{
			"Source":
			{
				"Text": "Camera Shake"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "792B7AAF487B6E2F5D2AD9AA74382AF2"
		},
		{
			"Source":
			{
				"Text": "Cleaver"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BED925A04CF068726354C094D458C750"
		},
		{
			"Source":
			{
				"Text": "Combust"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9E5C7CDA4743D21A1D78868B41187F42"
		},
		{
			"Source":
			{
				"Text": "Confirm Purchase"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "43DD8FE14C690C8C0BD3548A84BBCAA4"
		},
		{
			"Source":
			{
				"Text": "Documentation"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A17642A74F949FF16433D5A241ABC422"
		},
		{
			"Source":
			{
				"Text": "ENGLISH"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3125285F427A73BB1FB258B163307BF3"
		},
		{
			"Source":
			{
				"Text": "Edges of death"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "16A6612E48F4C15D9B28DA8F51655D6E"
		},
		{
			"Source":
			{
				"Text": "Fire Ball"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D78D38E142F176CA2170E8812F150800"
		},
		{
			"Source":
			{
				"Text": "Fire Wave"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1A16487940EFB702962400A6BF8FE71F"
		},
		{
			"Source":
			{
				"Text": "Firey Edges"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C3DB551542AB83E09AB28CA8AF7D8720"
		},
		{
			"Source":
			{
				"Text": "Game Over"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3CE72C1346E3A17A0EDCF886D2082BD5"
		},
		{
			"Source":
			{
				"Text": "Has a limited time!"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "76563E4A41EED38578122CAA306C76EB"
		},
		{
			"Source":
			{
				"Text": "Health Potion"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CFD9809843F3DC1168E5109DEE7BCC15"
		},
		{
			"Source":
			{
				"Text": "INVENTORY"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "28405666464B13B3730B0594BB4B584C"
		},
		{
			"Source":
			{
				"Text": "Knight Sword"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "84B6714840065277292F84A52CAF52AD"
		},
		{
			"Source":
			{
				"Text": "Legendary Sword"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "303793B74A2CCB8540C0A786C185DABF"
		},
		{
			"Source":
			{
				"Text": "Mana Potion"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "72B1BBF84F827F42444741925FEC3629"
		},
		{
			"Source":
			{
				"Text": "Meteor Shower"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "83DA00E242929CC669686FB407ACF9E9"
		},
		{
			"Source":
			{
				"Text": "Molten Axe"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9867AB644392579B5148F88BC521D6DE"
		},
		{
			"Source":
			{
				"Text": "Music"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3B20931D4E375827EB4B01963190A520"
		},
		{
			"Source":
			{
				"Text": "Open The Skies"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "33491717449363BBE4C15FAEFB6D2847"
		},
		{
			"Source":
			{
				"Text": "Pause"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6B3FAFDF4BB26A8E7727F6AC422D235F"
		},
		{
			"Source":
			{
				"Text": "Press ENTER to Skip Intro"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B5E0C2F848B34C2403E51782A3253463"
		},
		{
			"Source":
			{
				"Text": "Rate Us"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9393A2674368B22098DD3497215BA0F5"
		},
		{
			"Source":
			{
				"Text": "Recovers 50% HP"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "ABF842DA4F6643C511985B967DB16E63"
		},
		{
			"Source":
			{
				"Text": "Recovers 50% HP & 50% Mana"
			},
			"Translation":
			{
				"Text": "Recovers 50% HP"
			},
			"Key": "89C2738A4D59491F49A16AAE86B509C1"
		},
		{
			"Source":
			{
				"Text": "Recovers 50% MP"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6980D0294591B499719A5EB41484FEF0"
		},
		{
			"Source":
			{
				"Text": "Release Your Inner Fire"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "67E350204EF43AA5882FFD8A3EC87AA5"
		},
		{
			"Source":
			{
				"Text": "SPACE"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7C9C464A4E321160AC4910A324C28D84"
		},
		{
			"Source":
			{
				"Text": "Select Your Language"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8174696B4C17D7524969849B4BD39CF8"
		},
		{
			"Source":
			{
				"Text": "Sharp Spikes"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E2E9929546B8A68402B647961B8C8C51"
		},
		{
			"Source":
			{
				"Text": "Sharp and dangerous"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C5C995194DF520106ED21787C098AFEE"
		},
		{
			"Source":
			{
				"Text": "Souls"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "76E30AC948AB9973EC633E808413EBC3"
		},
		{
			"Source":
			{
				"Text": "Sound FX"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EFEC4BD743D6809A28EEC9B98546180A"
		},
		{
			"Source":
			{
				"Text": "Spiked Blunt"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "698A5D5440A9AA9FD6FB5798AE0EEB5E"
		},
		{
			"Source":
			{
				"Text": "Talon Sword"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "222818744FB7E79AC608E59E93D8D4C7"
		},
		{
			"Source":
			{
				"Text": "The Almighty"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "730676FF41EC73507CD73DAA4D8E7BE8"
		},
		{
			"Source":
			{
				"Text": "Time Bonus"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CBFC601A49703647DCF577AAC78997C7"
		},
		{
			"Source":
			{
				"Text": "Total Kills"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BFAA29B14DBE69646A9D12A28390A98E"
		},
		{
			"Source":
			{
				"Text": "Touch to Skip Intro"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "13FCB55E4CBBA728E004368007BD800A"
		},
		{
			"Source":
			{
				"Text": "Vibration"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C0AA2B0341797F01EF494EAE44A9122B"
		},
		{
			"Source":
			{
				"Text": "WAVE {1}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2376646D438CBA25EF8561A1FA88B66A"
		},
		{
			"Source":
			{
				"Text": "WAVE {1} COMPLETE"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1236E0B041EF38CE8000489650435B04"
		},
		{
			"Source":
			{
				"Text": "War Hammer"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E9F10CFB4697C1F3CAECCAB573C1D0F9"
		},
		{
			"Source":
			{
				"Text": "Weapon PickUp"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "00C01DB74E7D61AF133227ADA42C5690"
		},
		{
			"Source":
			{
				"Text": "{1}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F42C7BB94CC7F685D6FB9BA5063DD9B1"
		},
		{
			"Source":
			{
				"Text": "{1} souls"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "26998F98459FF1691D3A4B871A787707"
		},
		{
			"Source":
			{
				"Text": "{1}s"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E4FA8EC94038FF48BD259F8A218927E0"
		},
		{
			"Source":
			{
				"Text": "© 2018 Epic Games, Inc.  Epic, Epic Games, Unreal, Unreal Engine 4, UE4 and their respective logos are trademarks or registered trademarks of Epic Games, Inc. in the United States of America and elsewhere.  All rights reserved."
			},
			"Translation":
			{
				"Text": "© 2018 Epic Games, Inc. Epic, Epic Games, Unreal, Unreal Engine 4, UE4 and their respective logos are trademarks or registered trademarks of Epic Games, Inc. in the United States of America and elsewhere. All rights reserved."
			},
			"Key": "572AF9C143FBAAE2FF6FC084E8E237EB"
		},
		{
			"Source":
			{
				"Text": "不限时"
			},
			"Translation":
			{
				"Text": "no time limit"
			},
			"Key": "E9B1407F425601FA4F9D0B9B4EEFC1B1"
		},
		{
			"Source":
			{
				"Text": "体验 TapSDK 功能"
			},
			"Translation":
			{
				"Text": "Experience TapSDK function"
			},
			"Key": "C48ABB7F4B83723D57AB6AA52908CD79"
		},
		{
			"Source":
			{
				"Text": "公告"
			},
			"Translation":
			{
				"Text": "Announcement"
			},
			"Key": "F76B3DFC48004CEC72CF42B97E3CF579"
		},
		{
			"Source":
			{
				"Text": "公告"
			},
			"Translation":
			{
				"Text": "Announcement"
			},
			"Key": "45B248AF45069E20D7E20A8136C0FB1C"
		},
		{
			"Source":
			{
				"Text": "关卡"
			},
			"Translation":
			{
				"Text": "checkpoint"
			},
			"Key": "2AEA16EE49B1E0507121C19ABA45DEDA"
		},
		{
			"Source":
			{
				"Text": "关卡榜"
			},
			"Translation":
			{
				"Text": "Level List"
			},
			"Key": "81EB2FE044C9809C4499D7997F53D4F7"
		},
		{
			"Source":
			{
				"Text": "击杀"
			},
			"Translation":
			{
				"Text": "kill"
			},
			"Key": "2F9A04804458362AD7EEA282D40361A1"
		},
		{
			"Source":
			{
				"Text": "击杀榜"
			},
			"Translation":
			{
				"Text": "Kill list"
			},
			"Key": "11A2808D4AC30EEAE4F8ED8BB4724CA4"
		},
		{
			"Source":
			{
				"Text": "切换账号"
			},
			"Translation":
			{
				"Text": "Switch account"
			},
			"Key": "19B6CCDF412F2286223E4D84D49038AC"
		},
		{
			"Source":
			{
				"Text": "加入"
			},
			"Translation":
			{
				"Text": "Join"
			},
			"Key": "352C7EE34D3CB59AD4EE4F83121C5234"
		},
		{
			"Source":
			{
				"Text": "动态"
			},
			"Translation":
			{
				"Text": "Moment"
			},
			"Key": "07D461A84B283776108D449C5A03BEC6"
		},
		{
			"Source":
			{
				"Text": "单人游戏"
			},
			"Translation":
			{
				"Text": "Single player game"
			},
			"Key": "4070EC22460F4B62F5B8D7BFF9002579"
		},
		{
			"Source":
			{
				"Text": "周"
			},
			"Translation":
			{
				"Text": "Week"
			},
			"Key": "BC64927745D4EC6B5473608A6E2B128D"
		},
		{
			"Source":
			{
				"Text": "周"
			},
			"Translation":
			{
				"Text": "Week"
			},
			"Key": "9254265A4138DC575C4A58AED2482FB0"
		},
		{
			"Source":
			{
				"Text": "客服"
			},
			"Translation":
			{
				"Text": "Support"
			},
			"Key": "6EB51B5E45C0FBB6EF3F77B237E96003"
		},
		{
			"Source":
			{
				"Text": "开始"
			},
			"Translation":
			{
				"Text": "start"
			},
			"Key": "49A3B87F4F548DD0CF98FFA66E96B63E"
		},
		{
			"Source":
			{
				"Text": "总计"
			},
			"Translation":
			{
				"Text": "Total"
			},
			"Key": "495A046E4CCFE6D7831012809C7DAC90"
		},
		{
			"Source":
			{
				"Text": "总计"
			},
			"Translation":
			{
				"Text": "Total"
			},
			"Key": "9B0A2BF64FEFF96491145AB9C8FD2FB4"
		},
		{
			"Source":
			{
				"Text": "成就"
			},
			"Translation":
			{
				"Text": "achievement"
			},
			"Key": "49B0073A4CD43BEDF7C73B94F88DE0CE"
		},
		{
			"Source":
			{
				"Text": "房间列表"
			},
			"Translation":
			{
				"Text": "room list"
			},
			"Key": "D97C73324424F3C459544EBCDC7D357D"
		},
		{
			"Source":
			{
				"Text": "排行榜"
			},
			"Translation":
			{
				"Text": "Leaderboard"
			},
			"Key": "9333888745AB5E4402CCA2A81043DEE3"
		},
		{
			"Source":
			{
				"Text": "日"
			},
			"Translation":
			{
				"Text": "day"
			},
			"Key": "26A24B714290B8A03DDBE3B6539F39F3"
		},
		{
			"Source":
			{
				"Text": "日"
			},
			"Translation":
			{
				"Text": "day"
			},
			"Key": "723F0C7140DD24161489E581DC23EE19"
		},
		{
			"Source":
			{
				"Text": "月"
			},
			"Translation":
			{
				"Text": "month"
			},
			"Key": "238531B74DD0A4466C1CF69CD63BBA2B"
		},
		{
			"Source":
			{
				"Text": "月"
			},
			"Translation":
			{
				"Text": "month"
			},
			"Key": "10DF669F43C9658F82D17CA65C94BF85"
		},
		{
			"Source":
			{
				"Text": "游客登录"
			},
			"Translation":
			{
				"Text": "Visitor login"
			},
			"Key": "4EB7B26B45162D90F60047BFDB44A777"
		},
		{
			"Source":
			{
				"Text": "登录"
			},
			"Translation":
			{
				"Text": "login"
			},
			"Key": "D500C0AF4827C98FC01FF0BB82C45599"
		},
		{
			"Source":
			{
				"Text": "离开"
			},
			"Translation":
			{
				"Text": "leave"
			},
			"Key": "0ECCA0B14FB48969A81FA6A833577787"
		},
		{
			"Source":
			{
				"Text": "简体中文"
			},
			"Translation":
			{
				"Text": "Chinese"
			},
			"Key": "A7A5296C4126C3C4084122A9DB53D154"
		},
		{
			"Source":
			{
				"Text": "联网游戏"
			},
			"Translation":
			{
				"Text": "Network game"
			},
			"Key": "573A1F2441704AFD151CF8833043C1B2"
		},
		{
			"Source":
			{
				"Text": "返回"
			},
			"Translation":
			{
				"Text": "Back"
			},
			"Key": "AA5314834B9BA9F67DDD2C8419ECBAF0"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "CommonWords",
			"Children": [
				{
					"Source":
					{
						"Text": "AUTOPLAY"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AUTOPLAY"
				},
				{
					"Source":
					{
						"Text": "BACK"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BACK"
				},
				{
					"Source":
					{
						"Text": "CANCEL"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CANCEL"
				},
				{
					"Source":
					{
						"Text": "CONFIRM"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIRM"
				},
				{
					"Source":
					{
						"Text": "Health"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Health"
				},
				{
					"Source":
					{
						"Text": "Health + Mana"
					},
					"Translation":
					{
						"Text": "Health Mana"
					},
					"Key": "Health+Mana"
				},
				{
					"Source":
					{
						"Text": "MAIN MENU"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MAINMENU"
				},
				{
					"Source":
					{
						"Text": "Mana"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Mana"
				},
				{
					"Source":
					{
						"Text": "OPTIONS"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OPTIONS"
				},
				{
					"Source":
					{
						"Text": "POTION"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "POTION"
				},
				{
					"Source":
					{
						"Text": "SKILL"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SKILL"
				},
				{
					"Source":
					{
						"Text": "WEAPON"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WEAPON"
				}
			]
		},
		{
			"Namespace": "TapSDKDemo",
			"Children": [
				{
					"Source":
					{
						"Text": "Game Over"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "GameOverTimeOut"
				},
				{
					"Source":
					{
						"Text": "{0}+"
					},
					"Translation":
					{
						"Text": "{0}"
					},
					"Key": "AgeRangeFormat"
				},
				{
					"Source":
					{
						"Text": "不限时"
					},
					"Translation":
					{
						"Text": "no limit"
					},
					"Key": "Unlimited"
				},
				{
					"Source":
					{
						"Text": "可玩时长耗尽"
					},
					"Translation":
					{
						"Text": "The playable time is exhausted"
					},
					"Key": "DurationLimit"
				},
				{
					"Source":
					{
						"Text": "登录失败"
					},
					"Translation":
					{
						"Text": "Login failed"
					},
					"Key": "LoginFailed"
				},
				{
					"Source":
					{
						"Text": "请进行实名认证"
					},
					"Translation":
					{
						"Text": "Please perform real-name authentication"
					},
					"Key": "RealNameStop"
				},
				{
					"Source":
					{
						"Text": "达到宵禁时长"
					},
					"Translation":
					{
						"Text": "Curfew reached"
					},
					"Key": "PeriodRestrict"
				},
				{
					"Source":
					{
						"Text": "限时：{0}秒"
					},
					"Translation":
					{
						"Text": "limit: {0}s"
					},
					"Key": "RemainingTimeFormat"
				}
			]
		},
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Text Block"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TextBlockDefaultValue"
				}
			]
		}
	]
}